var timian='[00:00.00]于文文 - 体面'+
'[00:02.00]电影《前任3：再见前任》插曲'+
'[00:04.00]作词：唐恬'+
'[00:06.00]作曲：于文文'+
'[00:08.00]演唱：于文文'+
'[00:10.00]编曲：郑楠'+
'[00:12.00]和声&和声设计：于文文'+
'[00:14.00]歌词编辑：乌龟'+
'[00:16.00]QQ:245043894'+
'[00:18.00]www.zhangxiaoni.com'+
'[00:20.00]'+
'[00:23.00]别堆砌怀念让剧情变得狗血'+
'[00:34.03]深爱了多年又何必毁了经典'+
'[00:42.92]都已成年不拖不欠'+
'[00:48.67]浪费时间是我情愿'+
'[00:54.28]像谢幕的演员'+
'[00:57.79]眼看着灯光熄灭'+
'[01:05.43]来不及再轰轰烈烈'+
'[01:11.15]就保留告别的尊严'+
'[01:16.79]我爱你不后悔'+
'[01:20.36]也尊重故事结尾'+
'[01:28.13]分手应该体面'+
'[01:31.39]谁都不要说抱歉'+
'[01:35.06]何来亏欠'+
'[01:37.23]我敢给就敢心碎'+
'[01:40.83]镜头前面是'+
'[01:42.99]从前的我们在喝彩'+
'[01:47.15]流着泪声嘶力竭'+
'[01:50.83]离开也很体面'+
'[01:53.86]才没辜负这些年'+
'[01:57.62]爱得热烈'+
'[01:59.51]认真付出的画面'+
'[02:03.33]别让执念毁掉了昨天'+
'[02:07.99]我爱过你利落干脆'+
'[02:12.48]'+
'[02:35.42]最熟悉的街主角却换了人演'+
'[02:46.95]我哭到哽咽'+
'[02:48.99]心再痛就当破茧'+
'[02:55.73]来不及再轰轰烈烈'+
'[03:01.35]就保留告别的尊严'+
'[03:06.99]我爱你不后悔'+
'[03:10.92]也尊重故事结尾'+
'[03:18.39]分手应该体面'+
'[03:21.52]谁都不要说抱歉'+
'[03:25.31]何来亏欠'+
'[03:27.12]我敢给就敢心碎'+
'[03:30.88]镜头前面是'+
'[03:33.13]从前的我们在喝彩'+
'[03:36.83]流着泪声嘶力竭'+
'[03:41.01]离开也很体面'+
'[03:43.92]才没辜负这些年爱得热烈'+
'[03:49.79]认真付出的画面'+
'[03:53.54]别让执念毁掉了昨天'+
'[03:58.26]我爱过你利落干脆'+
'[04:04.20]再见不负遇见';


var muma='[00:02.81]牧马少年'+
'[00:05.39]演唱：乌兰托娅'+
'[00:08.17]作曲：石  焱'+
'[00:10.74]作词：冰  洁'+
'[00:13.08]编曲：李凯稠'+
'[00:15.63]后期混缩：周晓明'+
'[00:26.62]白云悠悠  挂在蓝天'+
'[00:31.05]阳光温暖  地平线遥远'+
'[00:35.63]有一位少年  挥舞着套马杆'+
'[00:41.36]驰骋在那辽阔的草原'+
'[00:44.74]他的马儿好像离弦的箭'+
'[00:49.35]他的牧歌能把牛羊召唤'+
'[00:53.76]他的雄姿让我流连忘返'+
'[00:58.28]他扬起笑脸  拨响我深情的琴弦'+
'[01:05.25]牧马少年  风度翩翩'+
'[01:10.88]他的身影已在迷人的天边'+
'[01:14.69]他何时能回到我的身边'+
'[01:19.68]我为他访遍毡房踏遍草原'+
'[01:23.46]牧马少年  风度翩翩'+
'[01:28.31]他的身影已占据我的心田'+
'[01:32.86]他何时能与我敖包相见'+
'[01:37.01]我眷恋他就像羊儿眷恋草原'+
'[02:00.39]白云悠悠  挂在蓝天'+
'[02:04.83]阳光温暖  地平线遥远'+
'[02:09.40]有一位少年  挥舞着套马杆'+
'[02:13.73]驰骋在那辽阔的草原'+
'[02:18.54]他的马儿好像离弦的箭'+
'[02:23.07]他的牧歌能把牛羊召唤'+
'[02:27.65]他的雄姿让我流连忘返'+
'[02:32.17]他扬起笑脸  拨响我深情的琴弦'+
'[02:38.92]牧马少年  风度翩翩'+
'[02:43.70]他的身影已在迷人的天边'+
'[02:48.24]他何时能回到我的身边'+
'[02:52.61]我为他访遍毡房踏遍草原'+
'[02:57.17]牧马少年  风度翩翩'+
'[03:01.93]他的身影已占据我的心田'+
'[03:06.50]他何时能与我敖包相见'+
'[03:10.83]我眷恋他就像羊儿眷恋草原'+
'[03:16.65]牧马少年  风度翩翩'+
'[03:20.09]他的身影已在迷人的天边'+
'[03:25.56]他何时能回到我的身边'+
'[03:29.12]我为他访遍毡房踏遍草原'+
'[03:33.76]牧马少年  风度翩翩'+
'[03:38.41]他的身影已占据我的心田'+
'[03:43.88]他何时能与我敖包相见'+
'[03:47.45]我眷恋他就像羊儿眷恋草原';

var mp3src=new Array();
mp3src[0]="resources/曹轩宾 - 你不在北京.mp3"
mp3src[1]="resources/体面-于文文.mp3"
mp3src[2]="resources/包师语 - 安和桥.mp3"